<?php

return [
    'num' => 'هذا ليس رقما',
    'email' => 'إنه إيميل غير صالح',
    'nummin' => 'يجب أن يكون أصغر من %d',
    'nummax' => 'يجب أن يكون أكبر من %d',
    'textmin' => 'يجب أن يكون عدد الحروف أكثر من %d حرف',
    'textmax' => 'يجب أن يكون عدد الحروف أقل من %d حرف',
    'phone' => 'ليس رقم هاتف صالح',
    'password' => 'يجب أن تتكون كلمة المرور الخاصة بك من 8 أحرف على الأقل وتتضمن حرفًا صغيرًا وحرفًا كبيرًا ورقمًا وحرفًا خاصًا (@$!%*?&).',
    'confirmation' => 'كلمة السر غير متطابقة مع التأكيد',
    'required' => 'يجب إدخال هذا الحقل',
    'IN' => 'مدخل غير صالح'
];
?>